Repository: 84000/data-translation-memory
Catalog: toh62-v3.tmx
Source language: bo
Languages: en

source: །ཚུལ་ཁྲིམས་སྦྱོར་དང་སྡོམ་པའི་བྱ་བ་ལ།
en: There, the stress of striving to practice moral discipline

source: །གང་འབད་དེ་ཡི་ངལ་བ་དོན་མེད་འགྱུར།
en: And to observe one’s vows becomes pointless.

source: །གལ་ཏེ་ཐེག་པ་ཆེན་པོ་ཡོད་ན་ནི།
en: “ ‘If there were a Mahāyāna

source: །འདི་ལ་བདག་དང་སེམས་ཅན་ཤིང་སྐྱེས་མེད། །གང་ལ་བདག་དང་སེམས་ཅན་མི་དམིགས་པ།
en: In which no self, no sentient beings, and no humans existed,

source: །དེ་ལ་བདག་གིས་ངལ་བྱས་དོན་མེད་འགྱུར།
en: It would be useless to exert myself in it,

source: །སྡིག་པའི་བློ་དང་མུ་སྟེགས་ངན་མཚུངས་པས།
en: Since it would accept neither a self nor sentient being.’

source: །རང་གི་བློ་ཡིས་རང་བཟོར་བྱེད་པ་སྟེ།
en: “These self-fabrications, concocted in their own minds By those similar to evil-minded people and wicked heretics–

source: །དགེ་སློང་འཁོར་གྱི་ནང་དུ་རྒྱལ་བ་ནི། །ཚིག་འདི་གསུང་བར་ནམ་ཡང་མི་འགྱུར་རོ།
en: These words would never be taught by the Victorious One In the midst of the assembly of monks.” “There are monks

source: །ངོ་ཚ་ཁྲེལ་དང་འཛེམ་དང་བྲལ་བ་དང་། །ཁྭ་ལྟར་སྤྱི་བརྟོལ་ཆེ་ལ་རྒོད་གཏུམ་ཞིང་།
en: Who are devoid of embarrassment, shame, and modesty, Very impudent like crows, agitated and enraged,

source: །ཕྲག་དོག་ང་རྒྱལ་རྒྱགས་པས་ཚིག་པ་ཡི། །དགེ་སློང་དག་ནི་ང་ཡི་བསྟན་ལ་འབྱུང་།
en: And consumed by jealousy, pride, and vanity regarding my teaching.

source: །ལག་པ་དང་ནི་རྐང་པ་རྡོབ་བྱེད་ཅིང་།
en: “Waving their hands and feet,

source: །ཆོས་གོས་གྲྭ་རྣམས་ཀྱང་ནི་སྐྱོག་པར་བྱེད།
en: They adjust their robes,

source: །ཆོས་གོས་ཐོགས་ཤིང་ཆད་དང་རྒྱགས་མྱོས་ནས།
en: Draping them like a shawl; and drunk on beer and haughtiness,

source: །གྲོང་དང་ཁྱིམ་དག་ཏུ་ནི་རྣམ་པར་རྒྱུ།
en: They wander through the town and households.

source: །དེ་དག་སངས་རྒྱས་རྒྱལ་མཚན་ཐོགས་ནས་ནི།
en: “Having taken up the victory banner of the Buddha,

source: །ཁྱིམ་ན་གནས་པའི་སྐྱེ་བོ་སྟེན་པར་བྱེད།
en: They perform services for members of households.

source: །བསྟན་པ་ཡོན་ཏན་ཕུང་པོ་འདི་སྤངས་ནས།
en: Having abandoned this teaching—an accumulation of good qualities—

source: །དེ་དག་རྟག་ཏུ་ཕྲིན་ཡིག་ཁྱེར་བར་བྱེད།
en: They always carry letters with them.

source: །དེ་དག་བ་ལང་རྟ་དང་བོང་བུ་དང་། །དེ་དག་ཕྱུགས་དང་བྲན་ཕོ་བྲན་མོ་སྲེལ།
en: “They keep cows, horses, donkeys, and cattle, And have male and female servants.

source: །ཞིང་གི་ལས་དང་ཚོང་གི་སྦྱོར་བ་ལ།
en: Their minds are occupied with agriculture and trade,

source: །བརྩོན་ཡིད་ལྡན་ཞིང་རྟག་ཏུ་འཕགས་མ་ཡིན།
en: And they will never be noble.

source: །དེ་དག་འཕགས་མིན་ཚིག་ཀྱང་མི་སྨྲ་མེད།
en: “For them, not a single ignoble word goes unsaid,

source: །བྱ་བ་མ་ཡིན་པ་ཡང་གང་ཡང་མེད།
en: And there is no action that they are ashamed of.

source: །དེ་དག་རྣམས་ལ་མཆོད་རྟེན་ནོར་དང་ནི།
en: For them, the properties of the stūpa trust and of the Saṅgha

source: །དགེ་འདུན་གྱི་དང་གང་ཟག་ནོར་དེ་མཚུངས།
en: Are the same as their personal property.

source: །དགེ་སློང་ཡོན་ཏན་འབྱོར་པ་མཐོང་ནས་ནི།
en: “Seeing monks rich in qualities,

source: །དེ་དག་ལ་ཡང་མི་སྙན་རྗོད་བྱེད་དེ།
en: They do not praise them.

source: །ཚུལ་ཁྲིམས་འཆལ་པ་སླུ་བ་ཞུགས་ནས་ནི།
en: Having become involved in roguery and lapses in discipline,

source: །བུད་མེད་འཇིགས་བྱེད་མི་བཟད་རབ་ཅེས་རྗོད། །རབ་ཏུ་བྱུང་བ་དེ་དག་བརྐམ་པ་ལྟར།
en: They nonetheless declare ‘women are terrifying and unbearable.’

source: །ཁྱིམ་པ་འདོད་པས་བརྐམ་པ་དེ་ལྟར་མིན།
en: “A householder is not attracted to pleasures

source: །ཁྱིམ་པ་མཚུངས་པར་དེ་དག་ཆུང་མ་དང་། །བུ་དང་བུ་མོ་དག་ཀྱང་ཡོད་པར་འགྱུར།
en: To the same extent as these renunciates! Like householders they end up having wives, Sons, and daughters.

source: །གང་གི་ཁྱིམ་དུ་དེ་དག་ཆོས་གོས་དང་། །ལུས་དང་ལོངས་སྤྱོད་དག་གིས་བསྙེན་བཀུར་བ།
en: “In households where they are venerated With robes, food, and riches,

source: །དེ་ཡི་ཆུང་མ་ལ་ནི་ཡོངས་ཆགས་ཤིང་།
en: They grow enamored of the wives.

source: །ཉོན་མོངས་དབང་འགྲོ་རྟག་ཏུ་འཕགས་པ་མིན།
en: Never noble, they fall under the influence of afflictions. “They constantly tell the householders

source: །འདོད་པ་འདི་དག་བསྟེན་བྱ་མ་ཡིན་ཏེ།
en: ‘One should not attend to these pleasures,

source: །དུད་འགྲོ་ཡི་དགས་དམྱལ་བར་ལྟུང་བྱེད་ཅེས། །དེ་དག་ཁྱིམ་པ་རྣམས་ལ་རྟག་སྨྲ་ཞིང་།
en: For they cause one to fall into the realms of animals, hungry ghosts, or hell beings.’

source: །དེ་དག་བདག་ཉིད་མ་དུལ་ཉེར་ཞི་མིན།
en: However, they themselves are neither disciplined nor calm.

source: །ཇི་ལྟར་དེ་དག་བདག་ཉིད་མ་དུལ་བ།
en: “Just as they themselves are undisciplined,

source: །དེ་དག་སློབ་མ་ཚོགས་ཀྱང་རབ་མ་དུལ།
en: So the assembly of their disciples completely lack discipline. They spend their days and nights

source: །ཁ་ཟས་དག་དང་འཁྲིག་པའི་གཏམ་རྣམས་ལ།
en: Talking about food and sex.

source: །དེ་དག་ཉིན་དང་མཚན་དུ་འགྲོ་བར་བྱེད།
en: “They pander to the congregation of students,

source: །བསྟེན་པའི་ཕྱིར་གྱི་ཡོན་ཏན་ཕྱིར་མིན་ཏེ། །དེ་དག་ལ་ནི་དེ་དག་བསྡུ་བ་སྦྱིན། །འགྲོ་ལས་རྟག་འདིར་མཆོད་པ་ཐོབ་སྙམ་ནས།
en: Not to help them attain noble qualities, but to receive their services.

source: །རང་གི་སློབ་མའི་ཚོགས་ཀྱིས་བདག་ཀྱང་བསྐོར།
en: They are surrounded by the assembly of their own students, And think, ‘I will always receive offerings from these people!’

source: །དེ་དག་སྐྱེ་བོ་རྣམས་ལ་སྨྲ་བ་ནི།
en: “They tell people,

source: །བདག་གིས་སྙིང་རྗེས་འདི་དག་སྡུད་བྱེད་ཀྱི།
en: ‘I gather them out of compassion;

source: །སློབ་མའི་ཚོགས་དེ་དག་ལས་ནམ་ཡང་ནི། །རིམ་གྲོ་དོན་དུ་གཉེར་བ་མེད་ཅེས་སྨྲ།
en: Never do I aim to receive services From the assembly of students.’

source: །དེ་ལ་ནད་ཀྱིས་ནོན་དང་མཛེ་ཅན་མང་།
en: “Many come to them, burdened by illness and leprosy, Suffering from white spots and repulsive to behold;

source: །ལུས་ལ་ཤ་བཀྲ་ཅན་དང་གཟུགས་མི་སྡུག །རྟག་ཏུ་འཕགས་མིན་མི་དག་ཁ་ཅིག་ཀྱང་།
en: These monks, never noble,

source: །འོངས་ཞིང་ལྷགས་པ་རབ་ཏུ་འབྱིན་པར་འགྱུར།
en: Would ordain anyone who comes to them.

source: །ལུང་ནོད་པ་དང་སྡོམ་པ་རྣམ་པར་ཉམས།
en: “Bereft of both teaching and precepts,

source: །དེ་དག་དགེ་སློང་ཡོན་ཏན་རྟག་མི་བརྩོན།
en: They never strive toward the good qualities of monks;

source: །དེ་དག་ཁྱིམ་པ་མ་ཡིན་དགེ་སློང་མིན།
en: They are neither householders nor monks!

source: །དེ་དག་སྤངས་པ་དུར་ཁྲོད་ཤིང་དང་མཚུངས།
en: They become destitute, like a charnel ground bereft of trees.

source: །དེ་དག་སོ་སོར་ཐར་དང་བསླབ་པ་དང་། །འདུལ་བ་ལ་ཡང་གུས་པར་བྱེད་མི་འགྱུར།
en: “They have no interest in the prātimokṣa, The trainings, or the Vinaya,

source: །དེ་དག་རང་ཉམས་རང་དབང་འགྲོ་བ་སྟེ།
en: But impetuously follow their own will,

source: །ལྕགས་ཀྱོ་བཏང་བའི་གླང་པོའི་དབང་པོ་འདྲ།
en: Like the chief of the elephants released from its iron hook.

source: །དེ་དག་ནགས་སུ་གནས་པར་གྱུར་ཀྱང་ནི།
en: “They may dwell in the forests,

source: །སེམས་ནི་གྲོང་དུ་འགྲོ་བར་འགྱུར་བ་སྟེ།
en: But their thoughts revolve around city life.

source: །ཉོན་མོངས་མེ་ཡིས་རྟག་ཏུ་རབ་གདུངས་ལ།
en: Always tormented by the fire of their afflictions,

source: །དེ་དག་སེམས་ཀྱང་གནས་པ་མེད་པར་འགྱུར།
en: Their minds are unsteady.

source: །དེ་དག་སངས་རྒྱས་ཡོན་ཏན་ཐམས་ཅད་དང་། །བསླབས་དང་སྦྱངས་དང་ཐབས་ཀྱང་བརྗེད་ནས་ནི།
en: “Forgetting all the Buddha’s qualities, The trainings, practices, and skillful means,

source: །རྒྱགས་དང་ང་རྒྱལ་དྲེགས་པ་ཡོངས་རྒྱས་ཏེ།
en: They become filled with vanity, pride, and conceit

source: །དེ་དག་མི་བཟད་མནར་མེད་ལྟུང་བར་འགྱུར།
en: And they fall into the terrifying Avīci hell.

source: །དེ་དག་རྒྱལ་པོའི་གཏམ་ལ་རྟག་དགའ་ཞིང་།
en: “They always take pleasure in stories about kings,

source: །རྐུན་པོའི་གཏམ་བརྗོད་པ་ལའང་རབ་ཏུ་དགའ།
en: And greatly enjoy talking about thieves as well.

source: །ཉེ་དུ་གཉེན་ལའང་རབ་ཏུ་དགའ་བ་སྟེ།
en: They take delight in visiting their relatives,

source: །དེ་དག་ཉིན་དང་མཚན་དུ་སེམས་པར་བྱེད།
en: And think about them day and night.

source: །བསམ་གཏན་དང་ནི་ཁ་ཏོན་བཏང་ནས་སུ།
en: “Having forsaken meditative absorption and recitation,

source: །རྟག་ཏུ་གཙུག་ལག་ཁང་གི་ལས་ལ་བརྩོན།
en: They constantly toil in monastic affairs.

source: །གནས་ལ་བརྐམ་ཞིང་ཁྲོ་གཉེར་འབྱིན་པར་བྱེད།
en: They scowl and grow attached to their dwelling.

source: །དེ་དག་སློབ་མ་འཁོར་ཀྱང་མ་དུལ་བ།
en: Their retinue of disciples is undisciplined as well.

source: །ང་ནི་གཙུག་ལག་ཁང་གི་ལག་གི་བླ།
en: “They say, ‘I am the custodian of the monastery.

source: །བདག་གི་ཆེད་དུ་འདི་ནི་ངས་བྱས་ཏེ།
en: Things are done by me according to my agenda. There will be room in this monastery

source: །དགེ་སློང་གང་དག་ང་ཡི་རྗེས་འཐུན་པ།
en: For monks who are in agreement with me.’

source: །གཙུག་ལག་ཁང་འདིར་དེ་དག་གནས་ཡོད་དོ།
en: “They do not assemble those

source: །གང་དག་ཚུལ་ཁྲིམས་ལྡན་ཞིང་ཡོན་ཏན་ལྡན།
en: Who are endowed with discipline and good qualities,

source: །ཆོས་འཛིན་སྐྱེ་བོའི་དོན་ལ་མངོན་བརྩོན་པ།
en: Who uphold the Dharma and exert themselves for the sake of living beings,

source: །དུལ་ཞིང་ཡང་དག་སྡོམ་ལ་རྟག་བརྩོན་པ། །དེ་དག་རྣམས་ནི་སྡུད་པར་མི་བྱེད་དོ།
en: Always diligent in discipline and restraint.

source: །འདི་ནི་ང་ཡི་གནས་སུ་བསྐོས་པ་སྟེ།
en: “They say, ‘This has been selected as my cell,

source: །འདི་ནི་ང་ཡི་ལྷན་ཅིག་གནས་པའི་ཡིན།
en: This one is my fellow monk’s,

source: །འདི་ནི་ང་ཡི་དགའ་བར་བྱེད་པའི་ཡིན།
en: And this one is my companion’s.

source: །ཁྱོད་ཀྱི་གནས་ནི་གང་ཡང་མེད་ཀྱིས་སོང་།
en: There is no place for you! Go!’

source: །འདིར་ནི་དགེ་སློང་དག་ཀྱང་མང་བཀོད་དེ།
en: “They say, ‘Many monks are residing here.

source: །མལ་ཆ་རྣམས་ཀྱང་མ་ལུས་བགོས་ཟིན་ལ།
en: The bedding has all been allotted to them.

source: །འདི་ན་རྙེད་པ་འབྱུང་བ་ཡོད་མ་ཡིན།
en: There is no possibility of acquiring anything.

source: །འདིར་ནི་ཅི་ཞིག་སྤྱད་ཀྱིས་དགེ་སློང་སོང་།
en: What will you eat here?

source: །དེ་དག་ལ་ནི་མལ་སྟན་བགོ་བྱ་བ།
en: Leave, monk!’

source: །ནམ་དུའང་སྲིད་པར་འགྱུར་བ་མ་ཡིན་ཏེ།
en: “No beds will be Assigned to those good monks.

source: །དེ་དག་ཁྱིམ་པ་ལྟ་བུར་སོགས་འགྱུར་ཞིང་།
en: The rogue monks accumulate riches like householders

source: །འཚོག་ཆས་རྣམས་དང་གཡོག་འཁོར་མང་བར་འགྱུར།
en: They have copious possessions and attendants.

source: །ཕྱི་མའི་དུས་ན་ང་ཡི་བུ་དེ་དག །ཀུན་ཏུ་སྨད་པར་བྱས་པར་གྱུར་ནས་ནི།
en: “At a later time, when those sons of mine Are despised on all sides,

source: །དེ་དག་ང་ཡི་ཚིག་ནི་དྲན་གྱུར་ཏེ།
en: They will remember my words

source: །བས་མཐའ་དག་དང་ནགས་སུ་དེ་ཚེ་གནས།
en: And reside in remote places and forests.

source: །ཀྱི་ཧུད་རྙེད་པས་ཟིལ་གནོན་ཡོན་ཏན་སྡང་།
en: “Alas!

source: །དགེ་སློང་མང་པོ་གང་དུ་བྱུང་གྱུར་པ།
en: Many monks overpowered by wealth And averse to good qualities have appeared.

source: །རྒྱལ་བ་དམ་པ་ཡི་ནི་བསྟན་པ་དག །རིང་པོར་མི་ཐོགས་པར་ཡང་འཇིག་པར་འགྱུར།
en: It will not be long before the teachings Of the excellent Victorious One also disappear.

source: །ཕྱིས་དུས་ཚུལ་ཁྲིམས་ཡོན་ཏན་ལྡན་པ་དག །རྟག་པར་ཡོངས་སུ་བརྙས་པར་འགྱུར་བ་སྟེ།
en: “In future times, those endowed with discipline and qualities Will be constantly despised.

source: །དེ་དག་གྲོང་དང་ཡུལ་འཁོར་གྲོང་ཁྱེར་རྣམས། །སྤངས་ནས་དགོན་པ་ནགས་སུ་གནས་པར་གྱུར།
en: Having left behind villages and cities of the kingdom , They will dwell in forests. “Those who are divisive, treacherous, fond of quarreling,

source: །འབྱེད་དང་ཟུར་ཟེར་ཐབ་མོ་དགའ་བ་དང་། །ཡོན་ཏན་ཉམས་ལ་རྟག་ཏུ་བསྟི་སྟང་བྱེད།
en: And devoid of qualities will always be treated with respect.

source: །དེ་དག་སྐྱེ་བོའི་སྟོན་པར་གྲགས་འགྱུར་ཏེ།
en: They will be celebrated as teachers of the people

source: །དེ་དག་ང་རྒྱལ་རྒྱགས་པས་ཚིག་པར་འགྱུར།
en: And consumed by pride and vanity.

source: །འདིར་ནི་ང་ཡི་བསྟན་པ་ཡོན་ཏན་གཏེར།
en: “In this way, my teachings, a treasure of qualities,

source: །ཡོན་ཏན་ཀུན་གྱི་འབྱུང་གནས་མཆོག་དགའ་བ།
en: A mine containing all qualities, exceedingly delightful,

source: །འདི་ནི་ཚུལ་ཁྲིམས་ཉམས་དང་ཕྲག་དོག་དང་། །རྒྱགས་པའི་སྐྱོན་རྣམས་ཀྱིས་ནི་འཇིག་པར་འགྱུར།
en: Will be destroyed by the defects Of lapses in discipline, of envy, and of vanity. “In the final period, the teachings will be destroyed,

source: །ཇི་ལྟར་རིན་ཆེན་འབྱུང་གནས་སུབས་པ་དང་། །པད་མའི་རྫིང་བུ་ཡོངས་སུ་སྐམས་པ་དང་། །རིན་ཆེན་མཆོད་སྡོང་ཆག་པར་གནས་པ་ལྟར། །ཕྱི་མའི་དུས་ན་བསྟན་པ་འཇིག་པར་འགྱུར།
en: Becoming like a plundered mine of precious jewels, A dried-up lotus pool, And a broken jeweled sacrificial post.

source: །ཕྱི་མའི་དུས་ཀྱི་ཚེ་ན་དམ་པའི་ཆོས།
en: “In its final period, an unbearable time, the noble Dharma

source: །རྣམ་པར་འཇིག་འགྱུར་ཤིན་ཏུ་མི་བཟད་ཚེ།
en: Will have completely perished.

source: །དགེ་སློང་དུལ་བ་མ་ཡིན་དེ་འདྲ་བ།
en: Undisciplined monks like these

source: །དེ་དག་ང་ཡི་བསྟན་འདི་འཇིག་པ་ཡིན།
en: Will be the destroyers of my teaching.

source: །སྤྱོད་པ་འདི་ལ་སྟེན་པར་དགའ་བ་རྣམས།
en: “Those who rejoice in adhering to such conduct—

source: །དེ་དག་བཟང་འགྲོ་ག་ལ་ཡོད་དེ་རིང་།
en: How could they exist in higher realms for long?

source: །འདི་ནས་ཤི་འཕོས་ཡི་དགས་འགྲོ་བ་དང་། །དུད་འགྲོའི་འགྲོ་དང་སེམས་ཅན་དམྱལ་བར་གནས།
en: Having died and migrated from here, they will dwell in the realms of hungry ghosts, Animals, and hell beings. “They will experience limitless suffering,

source: །ལོ་བརྒྱ་དུ་མར་སྡུག་བསྔལ་མཐའ་ཡས་པ། །མི་བཟད་དྲག་པོ་ཉམས་སུ་མྱོང་བར་འགྱུར།
en: Unbearable and severe, for many hundreds of years.

source: །ཅི་སྟེ་དེ་ཡིས་མི་ཡི་ལུས་རྙེད་ཀྱང་།
en: Even if they attain human bodies,

source: །རྟག་ཏུ་སྡུག་བསྔལ་མྱ་ངན་ལྡན་པར་འགྱུར།
en: Suffering and pain will always be with them.

source: །སྡིག་པའི་སྤྱོད་པ་འདི་ལ་རྟག་སྟེན་པ།
en: “Those always engaged in such wrongdoings

source: །ལོང་བའམ་འོན་པའམ་ཞར་བར་སྐྱེ་བར་འགྱུར།
en: Will be born blind, deaf, or one-eyed.

source: །ལུས་ལ་རྟག་ཏུ་ཤ་བཀྲ་འབྱུང་བར་འགྱུར།
en: Their bodies will be constantly plagued by the white spot disease,

source: །འཇིགས་པའི་གཟུགས་ཅན་མཐོང་ན་འཇིགས་པར་འགྱུར།
en: Disgusting everyone who sees them.

source: །གང་ཞིག་ཡ་ངའི་སྤྱོད་པ་སྟེན་པ་ནི།
en: “As for those engaged in such despicable conduct,

source: །དེ་ལ་སུ་ཡང་ཡིད་རྟོན་མི་འགྱུར་ཏེ།
en: No one will place their trust in them,

source: །དེ་ཡི་ཚིག་ལ་ཡིད་ཆེས་མི་འགྱུར་ཞིང་།
en: No one will believe their words,

source: །དེ་ནི་རྟག་ཏུ་སྨ་འབབ་པར་ཡང་འགྱུར།
en: And they will always be despised.

source: །དེ་དག་ནད་དང་སྡུག་བསྔལ་བརྒྱ་ཡིས་གདུངས།
en: “Tormented by hundreds of diseases and sufferings,

source: །མཚོན་དང་ཤིང་དང་བོང་བ་རྣམས་ཀྱིས་བསྣུན།
en: Attacked with weapons, sticks, and clods of earth,

source: །བཀྲེས་དང་སྐོམ་པའི་འཇིགས་པས་ཡོངས་སུ་གདུངས།
en: And greatly tormented by fear of hunger and thirst,

source: །ཡང་ན་དེ་ནི་རྟག་པར་རབ་ཏུ་བརྙས།
en: They will always be insulted by others.

source: །སྡུག་བསྔལ་མཐའ་ཡས་པ་དག་ཐོས་ནས་ནི།
en: “Hearing about such limitless sufferings,

source: །དེས་པ་རྣམས་ཀྱི་སྡིག་པའི་སྤྱོད་འོར་ལ།
en: The gentle ones abandon their wrongdoing.

source: །ལེགས་པར་སྤྱོད་ལ་རྟག་ཏུ་བསྟེན་པར་གྱིས།
en: One should always engage in good conduct,

source: །འདི་ནས་ཕྱིན་ཆད་འགྱོད་པར་གྱུར་ཏ་རེ།
en: Or else one will later have regrets.

source: །གང་ཞིག་སངས་རྒྱས་དང་ནི་འཕགས་ཚོགས་དང་། །བསླབ་དང་སྦྱངས་པའི་ཆོས་ལ་དགའ་གྱུར་པ།
en: “Those who cherish the Buddha, the noble assembly, The trainings, and the qualities of spiritual practice

source: །གཉེན་དང་རྙེད་དང་གྲགས་རྗོད་སྤང་བྱོས་ལ།
en: Should abandon their relatives, acquisitions, and reputations

source: །དེ་ལྟར་རྟག་ཏུ་མངོན་པར་བརྩོན་པར་གྱིས།
en: And constantly exert themselves accordingly.

source: །འདུས་བྱས་འདི་ནི་སྒྱུ་མ་ལྟ་བུ་དང་། །འཇིག་པར་འགྱུར་དང་རྨི་ལམ་ལྟ་བུ་དང་། །སྡུག་པ་ཀུན་དང་མི་རིང་འབྲལ་འགྱུར་ཞིང་།
en: “Know that conditioned things are like an illusion, Perishable, and like a dream, That you will soon be deprived of every pleasure,

source: །འདི་ལ་རྟག་པ་གང་ཡང་མེད་རྟོག་ལ། །ཕ་རོལ་ཕྱིན་དང་ས་དང་སྟོབས་རྣམས་ལ།
en: And that there is nothing permanent here.

source: །རྟག་ཏུ་རབ་ཏུ་སྦྱོར་ཞིང་འབད་པར་གྱིས།
en: “Constantly apply yourself to and strive for The perfections, the bodhisattva levels, and the strengths.

source: །ཇི་སྲིད་བྱང་ཆུབ་མཆོག་སངས་མ་རྒྱས་པར།
en: So long as you have not attained supreme enlightenment,

source: །དེ་སྲིད་བརྩོན་འགྲུས་ནམ་ཡང་ཉམས་མི་བྱ།
en: You should never slacken in your diligence.”

source: །གླེང་གཞིའི་ལེའུ་ཞེས་བྱ་སྟེ་དང་པོའོ།།
en: Conclusion of the first chapter: “The Introduction.”

source: །།ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཕལ་ཆེར་ལ་སྐྱོན་དེ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: “Rāṣṭrapāla, persons who have boarded the bodhisattva vehicle will generally make the following mistakes:

source: མི་བརྩོན་པ་དག་ནི་མི་བརྩོན་པ་དག་ལ་མཆོད་པར་འགྱུར།
en: Those without diligence will worship those without diligence;

source: གཡོ་དང་ལྡན་པ་དག་ནི་གཡོ་དང་ལྡན་པ་དག་ལ་མཆོད་པར་འགྱུར།
en: the deceitful will worship the deceitful;

source: མི་ཤེས་པ་དག་ནི་མི་ཤེས་པ་དག་ལ་བསྟི་སྟང་བྱེད་པར་སེམས་པར་འགྱུར་ལ།
en: and the ignorant ones will think that the ignorant ones should be respected.

source: ཟང་ཟིང་ལ་དགའ་བར་འགྱུར་ཞིང་ཆགས་པ་མང་བ་དང་། ཁྱིམ་ལ་སེར་སྣ་བྱེད་པ་དང་། གཡོ་དང་ལྡན་པ་དང་། བྱ་ཁྭ་ལྟར་མུ་ཅོར་སྨྲ་བ་དང་། ཚུལ་འཆོས་པ་དང་། ཉེ་དུ་ལྷུར་ལེན་པར་འགྱུར།
en: They will take pleasure in material things and have numerous attachments. They will envy households, be deceitful, talk nonsense like crows, be hypocritical, and attach importance to relatives.

source: ཕན་ཚུན་བསྔགས་པ་སྨྲ་བས་རྙེད་པ་སྒྲུབ་པར་འགྱུར། རྙེད་པ་ཡོངས་སུ་བཙལ་བའི་ཕྱིར་དེ་དག་གྲོང་དུ་འཇུག་གི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་མ་ཡིན་པར་འགྱུར།
en: They will enrich themselves by means of praising each other, and they will enter villages to gain profit—not for the sake of assisting beings, or out of kindheartedness.

source: དེ་དག་མི་ཤེས་བཞིན་དུ་ཇི་ལྟར་ན་བདག་ལ་ཕ་རོལ་གྱིས་མང་དུ་ཐོས་པ་དང་། དགེ་བའི་ཆོས་དང་ལྡན་པར་ཤེས་པར་འགྱུར།
en: They say, ‘How can others, those ignorant ones who consider themselves to be knowledgeable, have an opinion about me, the learned one endowed with virtuous qualities?’

source: སྙམ་དུ་བདག་ཤེས་པ་དང་ལྡན་པར་ཁས་འཆེ་བར་འགྱུར།
en: “Thus, they make claims to being knowledgeable.

source: ཇི་ལྟར་འདིར་མི་བརྩོན་པ་དེ་བཞིན་དུ་ཞེས་མེད་པར་འགྱུར།
en: They are not—similarly, they do not make any effort.

source: སྣོད་ཆག་པ་བཞིན་དུ་འགྱུར།
en: They will be like broken vessels, looking for mistakes in one another, their practice corrupted.

source: གཅིག་ལ་གཅིག་འཁྲུལ་པ་ཚོལ་བ་དང་། སྦྱོར་བ་ཉམས་པ་དང་། མི་ཤེས་པ་དང་། ལེ་ལོ་ཅན་དང་། ཕན་ཚུན་མི་འཐུན་པའི་ཆོས་བགྲོ་བ་བྱེད་པ་དང་ཡེ་ཤེས་ལ་མི་རྟོག་པ་མང་བ་དང་། རང་དགར་བྱེད་པ་དང་། ཤར་གཉེར་བ་དམ་པ་དང་། གནོད་སེམས་ཀྱིས་རྒྱས་པ་དང་། རིགས་པ་མ་ཡིན་པའི་འཁོར་གྱི་སྐྱེ་བོ་དང་བགྲོ་བ་བྱེད་པས་བསྟན་པ་འདི་ལ་སྤྱོད་པར་འགྱུར།
en: They will be ignorant and lazy. Because of their mutual collaboration in reciting broken Dharma together, they will give little thought to understanding, while fancying their own ideas.

source: ཡོངས་སུ་མི་འདྲི་བའི་ངང་ཚུལ་ཅན་དང་། ཆོས་མཉན་པ་དོན་དུ་མི་གཉེར་བར་འགྱུར།
en: They will be unremittingly hostile and filled with ill will, and they will train others in their teaching by advising them with inappropriate discourse. They will not be fond of asking questions and will not be interested in listening to the Dharma.

source: མི་རིགས་པའི་སྤྱོད་པས་དབུལ་པོའི་ཁྱིམ་རྣམས་སུ་སྐྱེ་བ་ཡོངས་སུ་འཛིན་པར་འགྱུར།
en: Through improper conduct, they will take rebirth in poor households.

source: དེ་དག་དབུལ་པོའི་ཁྱིམ་ནས་རབ་ཏུ་བྱུང་ནས་རྙེད་པ་ཙམ་གྱིས་བསྟན་པ་འདི་ལ་དགའ་བ་སྐྱེད་པར་འགྱུར་རོ།
en: Renouncing their lives in poor households, they will pretend to take pleasure in this teaching, only for the sake of profit.

source: །དེ་དག་ལ་ཉེས་པ་བཤགས་པ་ཡང་མེད་པར་འགྱུར་ན་ཡེ་ཤེས་མངོན་པར་རྟོགས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: They will not even confess their faults, let alone realize wisdom.

source: དེ་དག་ནི་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་རྣམས་བོར་ནས་ཤེས་ཀྱི་ཁེ་དང་རྙེད་པ་ཙམ་གྱིས་བདག་དགེ་སྦྱོང་ངོ་ཞེས་བདག་ཉིད་ཁས་འཆེ་བར་འགྱུར་ཏེ།
en: Rejecting the good qualities of the buddhas, they themselves will claim to be ascetics—merely for the sake of public reputation and profit.

source: ཡུལ་འཁོར་སྐྱོང་ང་ནི་གང་ཟག་དེ་ལྟ་བུ་དེ་དག་ལ་རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཡང་མི་སྨྲ་ན་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ལྟ་ག་ལ་ཞིག་དེ་དག་ལ་ནི་བདེ་འགྲོ་ཡང་རིང་ན་བྱང་ཆུབ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “Rāṣṭrapāla, I cannot say that such people have even the acceptance that accords with reality, let alone the wisdom of the buddhas. If even the higher realms are far away for them, how much more so is enlightenment?

source: ཡུལ་འཁོར་སྐྱོང་གང་ཟག་དེ་ལྟ་བུ་དེ་དག་ལ་བྱང་ཆུབ་ཀྱི་བར་ཆད་བྱེད་པའི་ཆོས་བརྒྱད་ཡོད་པར་སྨྲ་སྟེ།
en: “Rāṣṭrapāla, I speak of eight things that cause obstacles to enlightenment for persons like those.

source: བརྒྱད་གང་ཞེ་ན།
en: What are these eight?

source: ངན་སོང་གསུམ་དུ་སྐྱེ་བ་དང་། མཐའ་ཁོབ་པའི་མིའི་ནང་དུ་སྐྱེ་བ་དང་། དབུལ་བའི་ཁྱིམ་དུ་སྐྱེ་བ་དང་། རིགས་དམའ་བར་སྐྱེ་བ་དང་། མདོག་ངན་ཅིང་རྟོགས་པ་ཞན་པ་དང་། སྡིག་པའི་བཤེས་གཉེན་དང་ཕྲད་པ་དང་། ནད་མང་བ་དང་། ཡ་ང་བ་མ་སྤངས་པས་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་བ་སྟེ།
en: Taking rebirth in the three lower realms, taking rebirth among people of the borderlands, taking rebirth in poor households, taking rebirth in low-caste families, being ugly and blind, associating with nefarious friends, having many diseases, and dying without relinquishing distress.

source: ཡུལ་འཁོར་སྐྱོང་ཆོས་བརྒྱད་པོ་དེ་དག་ནི་བྱང་ཆུབ་ཀྱི་བར་ཆད་བྱེད་པར་བརྗོད་དོ།
en: Rāṣṭrapāla, I say that these eight things cause obstacles to enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: ཡུལ་འཁོར་སྐྱོང་ཚིག་གིས་ཁས་འཆེ་བ་ལ་བྱང་ཆུབ་ཅེས་ང་མི་སྨྲའོ།
en: “Rāṣṭrapāla, I do not speak of the enlightenment of someone who acknowledges it only verbally.

source: །ཚུལ་འཆོས་པ་ལ་སྤྱོད་པ་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the completely pure conduct of someone who is hypocritical.

source: །གཡོ་བྱེད་པ་ལ་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the conduct conducive to enlightenment of someone who is deceitful.

source: །ཟང་ཟིང་ལྷུར་ལེན་པ་ལ་སངས་རྒྱས་ལ་མཆོད་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of buddha worship of someone who attaches importance to worldly concerns.

source: །མངོན་པའི་ང་རྒྱལ་ཅན་ལ་ཤེས་རབ་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the completely pure insight of someone who is conceited.

source: །ཤེས་རབ་འཆལ་པ་ལ་ཐེ་ཚོམ་གཅོད་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the removal of doubt of someone who has faulty knowledge.

source: །སེར་སྣ་ཅན་ལ་བསམ་པ་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the completely pure intention of someone who is avaricious.

source: །མི་བརྩོན་པ་མང་བ་ལ་གཟུངས་ཐོབ་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of retention in the case of someone who has little diligence.

source: །ཡང་དག་པའི་ཡོན་ཏན་མ་ཡིན་པ་ཡོངས་སུ་ཚོལ་བ་ལ་བདེ་འགྲོ་འཐོབ་ཅེས་ང་མི་སྨྲའོ།
en: I do not speak of the attainment of the higher realms of someone who does not seek pure qualities.

source: །ཁྱིམ་ལ་སེར་སྣ་བྱེད་པ་ལ་ལུས་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the completely pure body of someone who envies households.

source: །སྤྱོད་ལམ་བཅོས་མ་ཅན་ལ་སངས་རྒྱས་དང་ཕྲད་པ་ཞེས་ང་མི་སྨྲའོ།
en: “I do not speak of meeting the Buddha in the case of someone whose noble path is contrived.

source: །ཁྱིམ་ལ་ཆགས་པ་ལ་ངག་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the complete purity of speech of someone who is attached to a household.

source: །མ་གུས་པ་ལ་སེམས་ཡོངས་སུ་དག་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the complete purity of mind in the case of someone who is not respectful.

source: །ཚོད་མི་ཤེས་པ་ལ་ཆོས་འདོད་པ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the longing for the Dharma in the case of someone who is unrestrained.

source: །ལུས་དང་སྲོག་ལ་ལྟ་བ་དང་བཅས་པ་ལ་ཆོས་ཡོངས་སུ་ཚོལ་བ་ཞེས་ང་མི་སྨྲའོ།
en: I do not speak of the quest for the Dharma in the case of someone who is overly concerned with body and life.

source: །ཡུལ་འཁོར་སྐྱོང་ཇི་ལྟར་སྐྱེས་བུ་བླུན་པོ་དེ་དག་ལ་སྨད་པ་ལྟར་སྟོན་པ་དྲུག་ལ་དེ་ལྟར་ང་མི་སྨོད་དོ།
en: Rāṣṭrapāla, I do not reproach even the six heretical teachers to the extent that I reproach those fools.

source: དེ་དག་ནི་གཞན་སྨྲ་ལ་གཞན་དུ་བྱེད་པའོ།
en: They speak in one way and act another.

source: །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ལ་སླུ་བའོ།
en: They deceive the whole world, including the gods.”

source: །ཡང་དག་མ་བསྡམས་རྒོད་ཅིང་ཁེངས་པ་ཅན།
en: “Uncontrolled, wild, arrogant,

source: །མ་གུས་ང་རྒྱལ་ལྡན་ཞིང་ཆགས་ཤས་ཆེ།
en: Disrespectful, proud, overly attached,

source: །ཉོན་མོངས་ཟིལ་ནོན་ཐ་བ་ཉོན་མོངས་བཅས།
en: Overpowered by afflictions, cold hearted, and preoccupied with wealth—

source: །དེ་འདྲ་དག་ལ་བྱང་ཆུབ་མཆོག་རབ་རིང་།
en: Such people are very far away from enlightenment.

source: །ཆགས་པས་ཟིལ་གྱིས་ནོན་ན་ལེ་ལོ་འཕེལ།
en: “For someone who is overpowered by attachment, laziness increases;
